Public Attributes | List of all members
API_RailingBalusterQuantity Struct Reference
Element Manager
Calculated values for the balusters. More...
#include <APIdefs_Elements.h>
 Public Attributes
 double  | volume
Volume of the baluster.
 double  | length3D
Length of the 3D reference line of the baluster.
Detailed Description
Calculated values for the balusters.